Repository: nanda-wk/Dailoz
Catalog: Dailoz/Resources/Localizable.xcstrings
Source language: en
Languages: my

# Dailoz.Alert.Title
source: Are you sure?
my: ဖျက်မှာ သေချာပြီလား။

# Dailoz.AskName.Title
source: What is your name?
my: သင့်နာမည်ဘယ်လိုခေါ်လဲ။

# Dailoz.Cancel.Button
source: Cancel
my: မလုပ်တော့ပါ

# Dailoz.Completed.Button
source: Complete
my: ပြီးပါပြီ

# Dailoz.ContentUnavailable.Canceled
source: No canceled tasks yet. Keep going!
my: ဖျက်သိမ်းလိုက်သော လုပ်ဆောင်စရာများ မရှိသေးပါ။ လုပ်ဆောင်စရာရှိတာ ဆက်လုပ်ပါ!

# Dailoz.ContentUnavailable.Completed
source: No completed tasks yet. Keep going!
my: ပြီးမြောက်သည့်အလုပ်များ မရှိသေးပါ။ လုပ်ဆောင်စရာရှိတာ ဆက်လုပ်ပါ!

# Dailoz.ContentUnavailable.OnGoing
source: No on going tasks yet. Keep going!
my: ဆက်လုပ်ရမယ့် အလုပ်တွေ မရှိသေးပါ။ လုပ်ဆောင်စရာရှိတာ ဆက်လုပ်ပါ!

# Dailoz.ContentUnavailable.Pending
source: No pending tasks right now. Great work!
my: ယခု ဆိုင်းငံ့ထားသည့် လုပ်ဆောင်စရာများ မရှိပါ။ လုပ်ဆောင်စရာရှိတာ ဆက်လုပ်ပါ။

# Dailoz.Date.Title
source: Date
my: ရက်စွဲ

# Dailoz.Delete.Button
source: Delete
my: ဖျက်မည်

# Dailoz.Edit.Button
source: Edit
my: ပြင်ဆင်မည်

# Dailoz.LaunchScreen.Description
source: Plan what you will do to be more organized for\n today, tomorrow and beyond
my: ယနေ့၊ မနက်ဖြန်နှင့် ထို့ထက်ပို၍ စည်းစနစ်ကျရန်\nသင်လုပ်ဆောင်မည့်အရာများကို စီစဉ်ပါ။

# Dailoz.OnGoing.Button
source: On Going
my: လုပ်ဆောင်ဆဲဖြစ်သည်

# Dailoz.Reset.Button
source: Reset
my: ပြန်လည်သတ်မှတ်ပါ

# Dailoz.SearchBar.SortBy.Title
source: Sort by
my: အလိုက်စီပါ

# Dailoz.SearchBar.SortByTag.Title
source: Sort by tag
my: Tag အလိုက်စီပါ

# Dailoz.SearchBar.SortByType.Title
source: Sort by type
my: အမျိုးအစားအလိုက်စီပါ

# Dailoz.SearchField.Placeholder
source: Search for task
my: လုပ်ဆောင်စရာရှာဖွေပါ

# Dailoz.Task.Title
source: Task
my: လုပ်ဆောင်စရာ

# Dailoz.TaskCount.Title
source: Task Count
my: လုပ်ဆောင်စရာအရေအတွက်

# Dailoz.TaskPerday.Title
source: Task Per Day
my: တစ်နေ့တာလုပ်ဆောင်စရာ

# Dailoz.TaskPlan.TextField.Description
source: Description
my: အသေးစိတ် ဖော်ပြချက်

# Dailoz.TaskPlan.TextField.Title
source: Title
my: လုပ်ဆောင်စရာ ခေါင်းစဉ်

# Dailoz.Time.Title
source: Time
my: အချိန်

# Dailoz.TodayTask.Title
source: Today Task
my: ဒီနေ့ လုပ်ဆောင်စရာ

# Dailoz.Type.Title
source: Type
my: လုပ်ဆောင်စရာ အမျိုးအစား

# Dailoz.UpdateProfile.Button
source: Update Profile
my: ပရိုဖိုင်ကို အပ်ဒိတ်လုပ်ပါ

# Dailoz.ViewAll.Button
source: View All
my: အကုန်ကြည့်မယ်

# Dailoz.YourActivity.Title
source: Your Activity
my: သင့်ရဲ့လုပ်ဆောင်ချက် လှုပ်ရှားမှု

# Features.Activity.ActivityScreen
source: Activity
my: လှုပ်ရှားမှု

# Features.Activity.ActivityScreen.Priority
source: Priority
my: ဦးစားပေး

# Features.Home.HomeScreen.EmptyList.Description
source: No tasks scheduled for today.
my: ယနေ့အတွက် လုပ်ဆောင်ရန် စီစဉ်ထားခြင်းမရှိပါ။

# Features.Home.HomeScreen.Greeing.Description
source: Let’s make this day productive
my: ဒီ​နေ့ကို အကျိုးရှိ​အောင်​ လုပ်​​ဆောင်​ကြပါစို့

# Features.Home.HomeScreen.Greeing.Name %@
source: Hi, %@
my: မင်္ဂလာပါ %@

# Features.Home.HomeScreen.HeroCard %lld
source: ^[%lld Task](inflect: true)
my: %lld ခုရှိပါသည်

# Features.Home.HomeScreen.MyTask.Title
source: My Task
my: ကျွန်ုပ်၏ လုပ်ဆောင်စရာ

# Features.Profile.ProfileScreen.Language.Picker
source: Languages
my: ဘာသာစကားများ

# Features.Profile.ProfileScreen.Notification.Toggle
source: Allow Notifications
my: သတိပေးနှိုးဆော်ချက်များကို ခွင့်ပြုပါ

# Features.Profile.ProfileScreen.ProfileHeader.Title
source: Profile
my: ကိုယ်ရေးအချက်အလက်

# Features.Profile.ProfileScreen.SettingHeader.Title
source: Setting
my: ပြင်ဆင်ချက်

# Features.TaskDetail.TaskDetailScreen.Description.Title
source: Description
my: အသေးစိတ် ဖော်ပြချက်

# Features.TaskDetail.TaskDetailScreen.Title
source: Details
my: အသေးစိတ်

# Features.TaskPlan.TaskPlanScreen.Button.Create
source: Create
my: ဖန်တီးပါ

# Features.TaskPlan.TaskPlanScreen.Button.Save
source: Save
my: သိမ်းမယ်

# Features.TaskPlan.TaskPlanScreen.Button.Update
source: Update
my: အပ်ဒိတ်ပါ

# Features.TaskPlan.TaskPlanScreen.TagSection.Button
source: + Add new tag
my: + Tag အသစ်ထည့်ပါ။

# Features.TaskPlan.TaskPlanScreen.Title.Add
source: Add Task
my: လုပ်ဆောင်စရာ အသစ်ထည့်ပါ

# Features.TaskPlan.TaskPlanScreen.Title.Edit
source: Edit Task
my: လုပ်ဆောင်စရာကို ပြင်ဆင်ပါ

# Features.TaskPlan.Views.TagSheet.Name
source: Name
my: နာမည်

# Features.TaskPlan.Views.TagSheet.TagColor
source: Tag Color
my: Tag အရောင်

# Features.TaskPlan.Views.TagSheet.TagName
source: Tag Name
my: Tag အမည်

# Features.TaskPlan.Views.TagSheet.Title.Add
source: Add Tag
my: Tag အသစ်ထည့်ပါ

# Features.TaskPlan.Views.TagSheet.Title.Edit
source: Edit Tag
my: Tag ကို ပြင်ဆင်ပါ
